[
  {
    "name" : "Dwayne Johnson",
    "quantity" : 59,
    "quotes": [
      "Success isn't always about greatness. It's about consistency. Consistent hard work leads to success. Greatness will come.",
      "The single most powerful thing I can be is to be myself.",
      "I'm always asked, 'What's the secret to success?' But there are no secrets. Be humble. Be hungry. And always be the hardest worker in the room.",
      "I found that with depression, one of the most important things you could realise is that you're not alone.",
      "Attitude and enthusiasm play a big part in my life. I get excited about the things that inspire me. I also believe in laughing and having a good time.",
      "I like to use the hard times in the past to motivate me today.",
      "I'll never, ever be full. I'll always be hungry. Obviously, I'm not talking about food. Growing up, I had nothing for such a long time. Someone told me a long time ago, and I've never forgotten it, 'Once you've ever been hungry, really, really hungry, then you'll never, ever be full.'",
      "Around every corner, always protect the engine that powers you.",
      "Life is anything but predictable.",
      "I like to use the hard times in the past to motivate me today.",
      "Around every corner, always protect the engine that powers you.",
      "For me, training is my meditation, my yoga, hiking, biking all rolled into one. Wake up early in the morning, generally around 4 o'clock, and I'll do my cardio on an empty stomach. Stretch, have a big breakfast, and then I'll go train.",
      "If I love you, I show you I love you every day. Little things, big things.",
      "I've always seen first responders as unsung heroes and very special people because, when everyone else is running away from danger, they run into it.",
      "Check your ego at the door. The ego can be the great success inhibitor. It can kill opportunities, and it can kill success.",
      "I'm very low-key. I don't really blend in, so it's difficult to go out in public. I like to do things that are kind of quiet, whether it's a dinner at my house or a restaurant, or a movie night at home.",
      "Not only do I think being nice and kind is easy but being kind, in my opinion, is important.",
      "With drive and a bit of talent, you can move mountains. I know. I've done it.",
      "I am not The Rock. I am Dwayne Johnson.",
      "I was brought up as an only child, and we were very close. But when I was 14, we got evicted. We came home to a padlock, and I looked up at my mom and she was crying, and there was nothing to do.",
      "I was fortunate and I was lucky that I had a couple of people in my life who cared about me. I had good, loving parents.",
      "If you tell me there's something I can't do, I'll want to do it even more. Especially when it comes to entertaining.",
      "I've learned never to say never.",
      "There are definitely people who disagree with certain creative decisions you make. Pleasing everyone is pretty hard.",
      "My philosophy is, it's always very rewarding when you can make an audience laugh. I don't mind making fun of myself. I like self-deprecating comedy. But I'd like you to laugh with me occasionally, too.",
      "I can eat two large pizzas and a tray of brownies in one sitting. I'm not sharing that. We can get another one, but I ain't sharing.",
      "I was raised by strong women, and that DNA is in my daughter and wife.",
      "Ain't nothing like a good cry.",
      "I've never gone wrong trusting my gut.",
      "I knew credibility would come only in time and through earnest performances.",
      "When I say I'm going to take care of a woman, I don't just mean physically or sexually or romantically. I'm going to take care of her emotionally and spiritually. I'm going to take care of her in all ways. I take a lot of pride in that today.",
      "If I had to describe myself to an alien I'd say I was bigger than the average human, enjoy a drink or two with a good meal and have a bigger head than most. I'd also say I'm really handsome - especially if they were a female alien.",
      "The one thing that I keep learning over and over again is that I don't know nothing. I mean, that's my life lesson.",
      "When I was a kid, I loved Elvis, and Harrison Ford as Indiana Jones. But I had no connection to Hollywood - and being a movie star was such a far-fetched idea, growing up in Hawaii.",
      "When I was 8 years old, I saw 'Raiders of the Lost Ark' in Charlotte, North Carolina. I walked out of there and was so inspired. I loved the movie, and I knew I wanted to be that guy.",
      "I have an immense amount of respect for acting. I've always loved movies and was always fascinated by movie-making. But to become an actor, I wanted to commit myself.",
      "The successful men I admired all built their bodies.",
      "I don't race cars.",
      "For 'Hercules,' I went for the demigod look: big and mean. When you're playing a character like the son of Zeus, you only get one shot.",
      "Nutrition is so important. It can't be stressed enough.",
      "I think that always makes it fun, trying to create a heroic character and putting your own twist on it and injecting your own personality into it.",
      "It's the philosophies of being an athlete that carry me today.",
      "Working out anchors my day.",
      "I grew up where, when a door closed, a window didn't open. The only thing I had was cracks. I'd do everything to get through those cracks - scratch, claw, bite, push, bleed. Now the opportunity is here. The door is wide open, and it's as big as a garage.",
      "My genetic make-up is one of physicality. I'm a visceral guy.",
      "My goal was never to be the loudest or the craziest. It was to be the most entertaining.",
      "My mom cleaned toilets for a long time, and she'd seen a lot of terrible things, but she was still the strength of our family. And there are women like that all across the country - all around the world - who show that type of fortitude.",
      "I was born to play Hercules. I have loved and honored the mythology over the years - since I was a kid. When I first broke into Hollywood, 'Hercules' was one of the movies that I - not chased, because I didn't have the power to chase anything - but always had in the back of my mind.",
      "My reputation precedes me now.",
      "With all the... success that I've been lucky enough to get? That doesn't happen unless the home life is solid.",
      "I don't have a need for speed. I'm not that guy.",
      "I think there are a number of things that you can do to encourage your kids' dreams, but I do believe in speaking by experience of having a lot of help along the way, stumbling in the past. We've all stumbled, and we certainly all deserve to get up and walk again.",
      "You've got to keep your finger on the pulse of what your audience is thinking, and know what they'll accept from you.",
      "I break ground. I trailblaze.",
      "I knew early on that I wanted to entertain in some form. And I knew I would work as hard as anyone to do it.",
      "I didn't have to win, and winning wasn't important to me. Being world champion wasn't important to me. What was important to me was entertaining the audience, and whether that meant winning, losing, singing, or whatever it was on the live show we were doing every week, which was awesome, I was game for it.",
      "If I want to be called 'The Rock,' I'll be called 'The Rock.' If I want to go back to wrestling, I'll go back to wrestling.",
      "The men I idolized built their bodies and became somebody - like Sylvester Stallone and Arnold Schwarzenegger - and I thought, 'That can be me.' So I started working out. The funny thing is I didn't realize back then that I was having a defining moment.",
      ""
    ]
  },
  {
    "name" : "Sally's slices",
    "quantity" : 68,
    "quotes" : [
      "People leave too soon, feelings stay too long",
      "The harder it is to go up, the easier it is at the top",
      "Efforts mean more than promises",
      "Time won't make you forget, it will make you grow and understand",
      "You can't reach what's in front of you until you let go of what's behind you",
      "You either play hard or you work hard",
      "When those texts start getting shorter with you, they're getting longer with someone else",
      "Note friends or enemies, just strangers with some memories",
      "If it made you smile it was worth it",
      "The truth doesn't cost anything, but a lie can cost you everything",
      "It's fine if you fall down, just don't stay down kid",
      "Once you learn how to stay calm in tough situations, you can conquer anything up inside you",
      "Relationships are worth fighting for, but you can't be the only one fighting",
      "Treat me like an option and I'll leave you with a choice",
      "Don't be mad cus i don't care, be mad because I once did, you were too blind to see it",
      "It doesn't matter if you fail, it matters if you keep going",
      "Life is a game, either have fun and keep playing, or keep complaining that you can't beat a level and pause it",
      "Some people will be part of the trip, but not the destination",
      "Not everything needs closure, stop hurting yourself and move on",
      "If you leave without a reason, don't come back with an excuse",
      "People don't change, their mask falls off",
      "The pain of discipline is better than the pain of regret",
      "Life is too short to care what other people think",
      "You had me with your words, you lost me with your actions",
      "Stay quiet, let your progress be your voice",
      "Stop longing among the branches for what only appears in the roots",
      "Honesty is an expensive gift, don't expect it from cheap people",
      "When one door closes, ten doors open ... keep going",
      "It all seems crazy until it's done",
      "You're not defeated if you fail, you're defeated if you give up",
      "It's okay if they don't believe in you",
      "They're texting you goodnight and someone else saying 'I can't sleep'",
      "If they want to talk to you, they will",
      "Your goal should be to progress, not to impress",
      "Be a good person, but don't waste your time trying to prove it",
      "Success only comes before work in the dictionary",
      "A dream means nothing if you leave it on a pillow every day",
      "One of the best lessons you can learn in life is how to remain calm",
      "You either keep complaining about your problems or you can fix them",
      "Every next level of your life will demand a different you",
      "Don't be the boy she doesn't want, be the man that she can't have",
      "Be humble enough to lose everything, and confident enough to get it all back",
      "If they don't stick with you through tough times, they were never meant for you",
      "Only those who care about you can hear you when you're quiet",
      "When trust is broken, trust means nothing",
      "Sometimes in the wave of change, we find our true direction",
      "What comes easy won't last, and what lasts won't come easy",
      "If she's talking to another, go for her mother",
      "People will always leave your life but how they leave will always stay",
      "If you want to dly, let go of everything weighing you down",
      "With the right person theres is never a wrong time",
      "Don't force someone to make time for you, if the want to, they will",
      "Pain teaches you lessons pleasure never could",
      "When someone shows you their true colours, don't try to paint a different picture",
      "Once I have to forgive you, all trust is lost",
      "The one you care for the most, is the one you'll let hurt you the most",
      "Turn the pain into power",
      "Love what you have before life teaches you to love what you lost",
      "There's pain that hurts you and pain that changes you",
      "Real love isn't easy and easy love isn't real",
      "One day you'll look back and be happy you didn't give up",
      "If they did it once, they'll do it again",
      "Fear doesn't stop death, it stops life",
      "If you don't build your dream, someone will hire you to build theirs",
      "Better to be a bad guy and tell the truth then be a good guy and lie",
      "Learn to love yourself before you love others",
      "Treat me like a joke and I'll leave you like it's funny",
      "Risking something is better than regretting it",
      "I can forgive you and thousand times but can trust you once"
    ]
  }
]
