[
  {
    "id" : "Andrew Tate",
    "quantity" : 139,
    "quotes": [
      "Resist the slave mind.",
      "A ghost cannot haunt you if you don't believe in ghosts. You'd simply walk around your 'haunted' house like a champion, ignoring the knocks in the night, attributing them to wind. Who cares?\n\nIt's only the believers who suffer fear. Belief gives power.",
      "A man does not acquire a full skillset to be told, ‘Take Care’ or ‘Be careful’ by amateurs.",
      "A man must physically protect his woman. But a woman must spiritually protect her man. She must bring positivity and joy.",
      "Arrogance breeds complacency and complacency breeds failure.",
      "Arrogance is the cause of most first world poverty.",
      "Aspire to be a superhero. Not a normal person with a bigger house and nicer car.\nYou can have 10M right now but if your wife is average, no powerful brothers to call on and you're physically weak, you're just a rich loser, instead of a poor one.\nMoney is not the goal, power is.",
      "Chess is life.\n\nThe King's limited movement in Chess represents limitations in life as a man. A Queen has unlimited movement because of her beauty.\n\nParty on a yacht? You gotta earn it. One square at a time. A queen just jumps on the board.",
      "Cost is the enemy of the poor man, so the poor try to save money.\nTime is the enemy of the rich man, so the rich try to save time.",
      "Cowardice is bred into poor people. It ensures poverty by dulling their appetite for risk.",
      "Discipline is the key to success. Absolutely is.\n\nIf you cannot force yourself to do something you don't want to do, how are you ever gonna put yourself through the suffering required for greatness?",
      "Do the impossible and you'll never doubt yourself ever again.",
      "Don't forget the brutal certainties of life. Some things are inevitable.\nWhen you decide on how you will live your life, it's best to keep them in mind.",
      "Fear and respect are different things. The tool you deploy depends on the job.",
      "Find a person who is as successful as you'd like to be, ask them what to do, do it and work hard.",
      "Freedom will only come when you no longer trade your time for money.",
      "Get important people to recognize your face. That's your way out.",
      "Have you ever seen a man lose hope? It's absolutely heartbreaking when it happens instantly.\n\nWhen it happens slowly, over a lifetime, it's far less dramatic. Some would even call it... normal.",
      "Have you taken advantage of the few things you actually control? Or still hoping to just get lucky?",
      "High standards protect you from low-quality experiences.",
      "How many actually rich people are you speaking to daily? None? One? That is what will actually save you from a slave's existence. Rewire your brain.",
      "I am the closest possible thing to James Bond that exists outside of fantasy.",
      "I don’t have food in the morning. I don’t like the idea of breakfast, waking up from sleep with instantly available food that you didn’t have to hunt and kill. Breakfast breeds arrogance and laziness. I will not eat until work has been done. Instead, I start my day with hunger and memories.",
      "I find that very few men really want freedom. They'd rather play it safe. And take the highest hourly wage they can get their hands on. Hoping that will make them rich when the math clearly doesn't add up.",
      "I got rich on purpose. I got strong on purpose. I became a champion on purpose. Absolutely nothing was an accident.\n\nYou’re hoping and waiting. That’s a dream.\nI had a plan. Not dreams.",
      "I have a coffee and a daydream for breakfast. By lunch I’ve made a plan. By dinner the dream has come true.",
      "I took the biggest possible risks for the biggest possible rewards. My entire life was a gamble. A roll of the dice. And I won. Now I own the casinos.",
      "If the punishment for a 'crime' is a fine. Then it's an activity which is legal for a price.",
      "If you're known as crazy. Your life is going to go one of two ways. Absolute success, or the absolute bottom. But you can rest assured you most likely won't end up average like the rest.",
      "Intellect is nothing without energy. Ideas are nothing without energy. High energy people win.",
      "It's who you know that makes what you know important.",
      "Lacking motivation is not a real problem. Only absolute losers 'suffer' with the inability to strive to become something.",
      "Listen to rich people. It's that simple.",
      "Most of you believe that your job and some half-assed investing will lead you to financial freedom. You're trying to force a square peg into a round hole.",
      "Most people have no real control of their life and are entirely uninterested in the idea of autonomy.",
      "My dad always used to say 'outstanding in the rain' as opposed to simply 'outstanding' when he was impressed.\n\nI asked him: Dad, why the rain?\n\nAnd he replied: Son, any jackass can perform when the sun is shining.",
      "No exceptional person ever lived like an average person.",
      "Only allow strength and ambition.",
      "Plan for 20 minutes, boom, done, execute it. You get rid of all the clutter in your home.",
      "Raw action solves everything. Caution breeds fear.",
      "Refuse to believe in things that take your power from you.\n\nIf it gives the world another weapon to damage you – why believe in it?",
      "Revenge is a powerful motivator.",
      "Revenge is sweet, because it's a battle. Battle is ultra addictive.",
      "Rich people do whatever they want.",
      "Show me a man with one friend and I'll see a man who's honest.",
      "Sloppy in one area of life results in sloppiness in all areas of your life. Sloppiness is a mindset.\n\nWhen you live your life in constant mess and disorganisation, how can you expect to be a professional at anything else? How are you going to conquer earth?",
      "Some men can't punch and live in a dreamland. Some men are single and no quality women want them. Some men are poor with no idea or knowledge of how to change it. Some men have no high-value friends, no one who is actually good around them.\n\nMost men are all of the above.",
      "The more experts I surround myself with, and the more elites I interact with, the more I see how poor people are actually retarded. What's your plan to get rich rich? If you are reading this and your answer is 'HODL crypto' and that's the only plan you have, you are an idiot.",
      "The only way to live how you want, is to earn money without trading your time.",
      "The quitter is the most useless class of man. Completely useless.\nHe could be the most talented man. God could have blessed this man with absolutely every single talent and gift possible.\nAnd with all these gifts, if he is a quitter, he'd still be brutally unremarkable.",
      "The software which controls your mind was installed by society. By those you respected and obeyed. Have you ever analysed why you think the way you do, and decided to change the code?",
      "There is no nice way to die. There are bad ways and worse ways. There is no way to die you can look forward to.",
      "There's a universe where from today onwards you became the epitome of professionalism. Every step is purposeful. Every move is quickly and efficiently calculated.",
      "They call it heart break, even though your heart works fine.\nIf they called it mind break, you’d understand it can be controlled. Along with everything else.",
      "Think of all the amazing things you could've accomplished by now if you weren't so brutally lazy. Imagine all the time you wasted, every opportunity you let pass by, all the good advice you arrogantly ignored.\n\nIf you were your creator, would you not be disgusted as well?",
      "To the rich the world is effectively free.\n\nEven for me, I approach life as if everything I want is free. I buy supercars like you buy a coffee. It doesn't matter to the bank.",
      "Today you can act as an amateur or you can be a professional.\nDecide what you will do right now.",
      "Victory requires solid positional play",
      "Want to win?\n\n- Train hard.\n- Stick to your word.\n- Eat right.\n- Prioritize important things.\n- Don’t let vices get out of control.\n- Only enjoy yourself if you earned it.\n- Give your all to every opportunity.\n- Treat people with respect.\n- Be willing to learn.",
      "Wealth begins with your mindset.",
      "When is the last time you've ignored fear and acted anyway? Only bravery leads to riches. Cowardice is disgusting and will always be punished by God.",
      "Who do you speak to on a daily basis? Who are you learning from? Who is molding your mind?\n\nAll the men that came to mind, combine them and understand that is where you're headed as a man. That is the man you are slowly becoming.",
      "You are exactly where you deserve to be.\n\nPoor? Then money isn't your problem, your brain is the problem. You are the reason for your own poverty.",
      "You are exactly where you deserve to be. Change who you are and you will change how you live.",
      "You are organized, fast and systemized. You stop doing things you know are a waste of time. You stop acting based on the emotional whims of nobodies.\n\nImagine that version of yourself. Imagine what that man accomplishes in one year.",
      "You control the beliefs you hold. Why choose to hold the ones which affect your life negatively?",
      "You look both ways before you cross the road because you do not want to blindly rely on luck. Yet when it comes to your personal sovereignty, you pray governments don't lock you down, pray bitcoin goes up etc... No control.\n\nLuck reliance is amateur. Take control.",
      "You offend God himself when you waste your time. How long are you going to continue to do nothing of importance? You are running out of time to do something incredible with your life. Tick tock.",
      "You're not thankful for something if you don't fight to keep it.",
      "You're on your own. Your politicians cannot save you from yourself.\n\nYou are on your own. The sooner you understand only you can improve your life, the better.",
      "Your deeper meaning already exists as a man. Become bigger, stronger, faster, richer, and more powerful.\n\nThat's your meaning. And you already know that. And you're hiding from it and looking for another path because you're a coward and a weakling.\n\nGo Train!",
      "Your friends and family teach you that it is okay to be a slave and that you should aspire to be a happy comfortable slave. Which is fine by their standards, they want the best for you and it is all they can teach you, it is the only thing they know.\n\nI am here to tell you it is not. Men are not made for happy slavery. The matrix can be broken. You can win.",
      "Your life can be like a movie. The mundane, the boring, the average, your life doesn't need to be this way. But every good movies has some sort of risk. The heroes of the stories are willing to take them. Are you?",
      "Your mind must be stronger than your feelings.",
      "Even before I was a world champion, I knew I was gonna be the man.",
      "I don't give a fuck how good you are at piano because if I decide to play piano, I would be better than you at piano. And I believe that, I don't just say these things, I fucking believe them.\n\nAnd when you go through life believing you really, really are the man, there are very few downsides.",
      "Nobody is going to come to your bed, drag you out of bed, fucking drag you to a job, force you to work hard, go and get you a hot bitch and go and buy you a Ferrari. Nobody is going to do that for you.",
      "Number one facet of the G mindset: Your life is never going to be worse if you walk through the world believing you are the fucking man. You wake up, look in the mirror and go: I'm the fucking man. I am the man.",
      "There's no one on this planet who can do shit I couldn't do if I put my mind to it.",
      "When you understand these three things, you start to see how a mindset comes together.\n\n- Realise nobody's gonna save you. You're fucked. It is totally down to you.\n\n- You're pissed off with your current situation and you want to change it.\n\n- And now you believe you can do absolutely anything.",
      "You are never going to have any of the things you want if you do not get them yourself. Nobody cares about you enough to do it for you.",
      "You have to believe you're the fucking man and you have to believe you can achieve anything. I'm not saying you can achieve anything easily. I'm not saying it's not gonna take a whole bunch of work. I'm not saying it's going to happen quickly but you have to believe you can achieve anything.",
      "You need to be perspicacious. You need to understand that in this world, there's a whole bunch of people doing amazing shit that you are not doing, and that needs to piss you off. Because when it pisses you off, you become motivated all of a sudden.",
      "Life isn't a straight line, right? I didn't get to the top in a straight line. Every single day I say: 'I wanna see how good life can get' and God keeps providing, he keeps making me richer.",
      "Nothing is stopping me from becoming Batman. Nothing.\n\n- I have a Batcave\n- I have an Alfred\n- I have a Batmobile: a Bugatti\n- I can fight\n- I'm rich as fuck, I could buy it all\n- I'm charismatic.\n\nThere is nothing stopping me putting on a suit and being Batman",
      "There's so many people out there who, if a movie was made about their life, they wouldn't even be the main character.\n\nThey're so busy supporting a football team, watching Love Island, caring about going to festivals, about some singer.\n\nThey're not even important amongst themselves.",
      "You need to wake up every day, you need to talk to the universe as if it was Alexa or Siri. You need to say: I want to see how good life can get.\n\nI thought that my life was already perfect and still it keeps getting better.",
      "9's deserve a date, 6's only deserve tap water.",
      "90% of success is going through stress, pain, torment and bullshit.",
      "A woman is a reflection of her man",
      "All liberalism is a combination of self-hate and cowardice",
      "All of life's important lessons come from being broke. The best thing you can hope for as a head start for a child are; good parents and no money. If you have those two things you're gonna be alright.",
      "As a man, you get to build your character. Life is like a video game. I’ll never understand why most of you decided to play the game weak and dumb.",
      "As a woman, flooding your man with love is a guaranteed way to keep him. As a man, flooding your woman with love is sure to lose her.\n\nWhy?\n\nShe wants a super hero. That must be built, it’s time intensive. Flooding her with love wastes all of your time.",
      "Belief gives power. Depression isn’t real. Just like all of your worries aren’t real. It is your belief which makes them real.",
      "Don't listen to the advice of people who are living lives you don't want to live.",
      "Don’t complain about issues to your girl. She can only feign sympathy and offer zero assistance while secretly wishing you were stronger.",
      "For a man to be truly happy he has to conquer.",
      "I believe if you're outspoken, polarizing and a traditionally masculine man, the West is the worst place to be",
      "I don't argue with my girls, they are either complying and doing as I say or I disappear for a week. Comply or goodbye, it's really simple.",
      "I don't need female friends, I'm not interested in the things females are interested in. I don't see the point in having female friends.",
      "I encourage every man to develop a massive ego and then work to justify it.",
      "I love eating ducks because they’re arrogant little pricks. You have no claws, no teeth, zero weapons. Yet you demand bread from me? Why?\n\nWhat if I refuse? What will you do pussy? 'Quack quack quack' You will pay with your fucking life.",
      "If a car has 1,000,000 miles across 17 owners. Then gets with one owner and does very few miles. Are the old miles and owners irrelevant?",
      "If the people in your circle don’t inspire you. They’re not your circle. They’re your cage.",
      "If you want a quality woman you have to build her from the ground up. A quality woman is a reflection of who you are as a man",
      "If you're not a millionaire and you're not happy, guess what – you are where you deserve to be. Because it's impossible to exist somewhere you're not comfortable.",
      "Just saw a 19 year old female in sales training say she was 'anxious' to make her first cold call.\n\nShe’s not anxious to drink vodka and suck the cock of a random from a night club. She’s not anxious to get gonorrhea from a man she just met. But she's scared to make a sales call.",
      "Make the decision to stop taking medicine unless it's life-threatening or an antibiotic. Popping that pain pill every time something hurts a little is bad for your mental strength.\n\nDeal with it.",
      "Men are not designed to be comfortable, they want to achieve, to feel pain and suffering, to conquer something.",
      "Men complain women only want them for their money or status. Yet men only want women because how they look.\n\nMen are far more shallow than a female is. A woman will love an ugly man because of achievements and personality. A man will never do the same for an ugly ass chick.",
      "Missing one gym session won’t hurt you. But the attitude that allows you to miss one session without guilt, is going to hurt you.",
      "Most people want authority without responsibility.",
      "My biggest strength in life is I'm never completely 100% happy. I'm always the guy chasing more, I'm never content.",
      "Racism from cops is just pattern recognition sometimes.",
      "Racism is bad, unless you're racist against whites.",
      "Stick to your word even if there is zero foreseeable benefit for doing so. It’s always worth it, in the end.",
      "The closer you get to the top echelons in life, the less you lie. When you have no boss or co-workers, you lie less. When you’re physically dangerous, you lie less.\n\nThe more little white lies you tell the lower you are on the food chain. Rabbits talk nicely. Tigers don’t.",
      "The hallmark of a real man is controlling himself, controlling his emotions and acting appropriately regardless of how he feels.",
      "The main reason people insult you is to distract you. When someone’s focusing energy on making progress, the jealous attempt to divert their attention. Every time you reply, they win.",
      "The more stress you can tolerate, the more successful you'll become as a person.",
      "The name of the game as a man, is to make yourself so valuable that the game becomes easy.",
      "The only thing we have control over on this planet is our own state of mind.",
      "The richer the country, the weaker the men.",
      "The worst thing you can do for your kids is make them grow up rich. That's the worst thing you can do! I was raised poor, I made my all own money, and I hope I spend it all before I die. And my son can 'make it' himself.",
      "There is no replacement for effort. I have zero sympathy for the arrogant, entitled, lazy, poor 'man'. Zero.",
      "There’s risk in freedom. But there is no better way to live.",
      "Thinkers always lose to doers. Most often all that pondering is an excuse for inaction, a disguise for cowardice.\n\nMeditate through action.",
      "Tolerance is a bad thing if it's not reciprocated.",
      "What you have to do is if she's acting good give her all the attention, as soon as she starts acting a fool, ghost her.",
      "When your stomach is full - you look for happiness.\n\nWhen your stomach is empty - you look for food.",
      "With bravery comes risk. But there’s no happiness in cowardice.",
      "Women and children are still valuable when inept. They retain an intrinsic value.\n\nInept men mean zero. Absolutely valueless. Only professionals, only ultra capable males matter. The rest are depressed worker droids. Matrix slaves.",
      "You are happy to learn from a piano teacher how to play the piano. You trust what they say because you’ve observed them play. Why aren’t you happy to learn from a millionaire how to make money?",
      "You can do anything you want to a woman except be boring.",
      "You can not save yourself rich! You have to earn yourself rich. You have to find a way to make yourself more money. Stopping yourself from spending money is never gonna make you rich!",
      "You don’t actually want it. Or you’d be trying to get it.",
      "You really choose to live like everyone else? You're that afraid to work hard? You'll let your arrogance destroy your life?",
      "Your life is in a shit position but still you don't do anything about it. If it was truly uncomfortable you'd change something. But the fact you refuse to change something shows you're comfortable where you are.",
      "Your man isn't loyal. He just can't get other women."
    ]
  },
  {
    "id" : "Sally's slices",
    "quantity" : 3,
    "quotes" : [
      "Hi i am hurt",
      "don't mess with this guy",
      "Don't leave me"
    ]
  }
]
